[       
{"bulbasaur1":"There is a plant seed on its back right from the day this Pokémon is born. The seed slowly grows larger."},
{"bulbasaur2":"While it is young, it uses the nutrients that are stored in the seed on its back in order to grow."},
{"ivysaur1":"When the bulb on its back grows large, it appears to lose the ability to stand on its hind legs."},
{"ivysaur2":"Exposure to sunlight adds to its strength. Sunlight also makes the bud on its back grow larger."},
{"venusaur1":"Its plant blooms when it is absorbing solar energy. It stays on the move to seek sunlight."},
{"venusaur2":"A bewitching aroma wafts from its flower. The fragrance becalms those engaged in a battle."},
{"charmander1":"It has a preference for hot things. When it rains, steam is said to spout from the tip of its tail."},
{"charmander2":"From the time it is born, a flame burns at the tip of its tail. Its life would end if the flame were to go out."},
{"charmeleon":"It has a barbaric nature. In battle, it whips its fiery tail around and slashes away with sharp claws."},
{"charmeleon2":"If it becomes agitated during battle, it spouts intense flames, incinerating its surroundings."},
{"charizard1":"It spits fire that is hot enough to melt boulders. It may cause forest fires by blowing flames."},
{"charizard2":"Its wings can carry this Pokémon close to an altitude of 4,600 feet. It blows out fire at very high temperatures."},
{"squirtle1":"When it retracts its long neck into its shell, it squirts out water with vigorous force."},
{"squirtle2":"When it feels threatened, it draws its limbs inside its shell and sprays water from its mouth."},
{"wartortle1":"It is recognized as a symbol of longevity. If its shell has algae on it, that Wartortle is very old."},
{"wartortle2":"It cleverly controls its furry ears and tail to maintain its balance while swimming."},
{"blastoise1":"It crushes its foe under its heavy body to cause fainting. In a pinch, it will withdraw inside its shell."},
{"blastoise2":"The rocket cannons on its shell fire jets of water capable of punching holes through thick steel."},
{"caterpie1":"For protection, it releases a horrible stench from the antenna on its head to drive away enemies."},
{"caterpie1":"Its short feet are tipped with suction pads that enable it to tirelessly climb slopes and walls."},
{"metapod1":"It is waiting for the moment to evolve. At this stage, it can only harden, so it remains motionless to avoid attack."},
{"metapod2":"Even though it is encased in a sturdy shell, the body inside is tender. It can’t withstand a harsh attack."},
{"butterfree1":"In battle, it flaps its wings at great speed to release highly toxic dust into the air."},
{"butterfree2":"it collects honey every day. It rubs honey onto the hairs on its legs to carry it back to its nest."},
{"weedle1":"Beware of the sharp stinger on its head. It hides in grass and bushes where it eats leaves."},
{"kakuna1":"Able to move only slightly. When endangered, it may stick out its stinger and poison its enemy."},
{"beedrill1":"It has three poisonous stingers on its forelegs and its tail. They are used to jab its enemy repeatedly."},
{"pidgey1":"Very docile. If attacked, it will often kick up sand to protect itself rather than fight back."},
{"pidgeotto1":"This Pokémon is full of vitality. It constantly flies around its large territory in search of prey."},
{"pidgeot1":"This Pokémon flies at Mach 2 speed, seeking prey. Its large talons are feared as wicked weapons."},
{"rattata1":"Will chew on anything with its fangs. If you see one, you can be certain that 40 more live in the area."},
{"raticate1":"Its hind feet are webbed. They act as flippers, so it can swim in rivers and hunt for prey."},
{"spearow1":"Inept at flying high. However, it can fly around very fast to protect its territory."},
{"fearow1":"A Pokémon that dates back many years. If it senses danger, it flies high and away, instantly."},
{"ekans1":"The older it gets, the longer it grows. At night, it wraps its long body around tree branches to rest."},
{"arbok1":"The frightening patterns on its belly have been studied. Six variations have been confirmed."},
{"pikachu1":"Pikachu that can generate powerful electricity have cheek sacs that are extra soft and super stretchy."},
{"pikachu2":"When Pikachu meet, they’ll touch their tails together and exchange electricity through them as a form of greeting."},
{"raichu1":"Its long tail serves as a ground to protect itself from its own high-voltage power."},
{"raichu2":"If its electric pouches run empty, it raises its tail to gather electricity from the atmosphere."},
{"sandshrew1":"It loves to bathe in the grit of dry, sandy areas. By sand bathing, the Pokémon rids itself of dirt and moisture clinging to its body."},
{"sandshrew2":"It burrows into the ground to create its nest. If hard stones impede its tunneling, it uses its sharp claws to shatter them and then carries on digging."},
{"sandslash1":"The drier the area Sandslash lives in, the harder and smoother the Pokémon’s spikes will feel when touched."},
{"sandslash2":"It climbs trees by hooking on with its sharp claws. Sandslash shares the berries it gathers, dropping them down to Sandshrew waiting below the tree."},
{"nidoran1":"Females are more sensitive to smells than males. While foraging, they’ll use their whiskers to check wind direction and stay downwind of predators."},
{"nidoran2":"It uses its hard incisor teeth to crush and eat berries. The tip of a female Nidoran’s horn is a bit more rounded than the tip of a male’s horn."},
{"nidorina1":"The horn on its head has atrophied. It’s thought that this happens so Nidorina’s children won’t get poked while their mother is feeding them."},
{"nidorina2":"If the group is threatened, these Pokémon will band together to assault enemies with a chorus of ultrasonic waves."},
{"nidoqueen1":"Nidoqueen is better at defense than offense. With scales like armor, this Pokémon will shield its children from any kind of attack."},
{"nidoqueen2":"It pacifies offspring by placing them in the gaps between the spines on its back. The spines will never secrete poison while young are present."},
{"nidoran1":"The horn on a male Nidoran’s forehead contains a powerful poison. This is a very cautious Pokémon, always straining its large ears."},
{"nidoran2":"Small but brave, this Pokémon will hold its ground and even risk its life in battle to protect the female it’s friendly with."},
{"nidorino1":"With a horn that’s harder than diamond, this Pokémon goes around shattering boulders as it searches for a moon stone."},
{"nidorino2":"It’s nervous and quick to act aggressively. The potency of its poison increases along with the level of adrenaline present in its body."},
{"nidoking1":"When it goes on a rampage, it’s impossible to control. But in the presence of a Nidoqueen it’s lived with for a long time, Nidoking calms down."},
{"nidoking2":"Nidoking prides itself on its strength. It’s forceful and spirited in battle, making use of its thick tail and diamond-crushing horn."},
{"clefairy1":"It is said that happiness will come to those who see a gathering of Clefairy dancing under a full moon."},
{"clefairy2":"Its adorable behavior and cry make it highly popular. However, this cute Pokémon is rarely found."},
{"clefable1":"A timid fairy Pokémon that is rarely seen, it will run and hide the moment it senses people."},
{"clefable2":"Their ears are sensitive enough to hear a pin drop from over a mile away, so they’re usually found in quiet places."},
{"vulpix1":"While young, it has six gorgeous tails. When it grows, several new tails are sprouted."},
{"vulpix2":"As each tail grows, its fur becomes more lustrous. When held, it feels slightly warm."},
{"ninetales1":"It is said to live 1,000 years, and each of its tails is loaded with supernatural powers."},
{"ninetales2":"Very smart and very vengeful. Grabbing one of its many tails could result in a 1,000-year curse."},
{"jigglypuff1":"Jigglypuff has top-notch lung capacity, even by comparison to other Pokémon. It won’t stop singing its lullabies until its foes fall asleep."},
{"jigglypuff2":"By freely changing the wavelength of its voice, Jigglypuff sings a mysterious melody sure to make any listener sleepy."},
{"wigglytuff1":"The more air it takes in, the more it inflates. If opponents catch it in a bad mood, it will inflate itself to an enormous size to intimidate them."},
{"wigglytuff2":"It’s proud of its fur, which is fine and delicate. In particular, the curl on its forehead has a texture that’s perfectly heavenly."},
{"zubat1":"It emits ultrasonic waves from its mouth to check its surroundings. Even in tight caves, Zubat flies around with skill."},
{"zubat2":"Zubat live in caves, down where the sun’s light won’t reach. In the morning, they gather together to keep each other warm as they sleep."},
{"golbat1":"It loves to drink other creatures’ blood. It’s said that if it finds others of its kind going hungry, it sometimes shares the blood it’s gathered."},
{"golbat2":"Its feet are tiny, but this Pokémon walks skillfully. It sneaks up on sleeping prey before sinking in its fangs and slurping up blood."},
{"oddish1":"If exposed to moonlight, it starts to move. It roams far and wide at night to scatter its seeds."},
{"oddish2":"During the day, it stays in the cold underground to avoid the sun. It grows by bathing in moonlight."},
{"gloom1":"Its pistils exude an incredibly foul odor. The horrid stench can cause fainting at a distance of 1.25 miles."},
{"gloom2":"What appears to be drool is actually sweet honey. It is very sticky and clings stubbornly if touched."},
{"vileplume1":"It has the world’s largest petals. With every step, the petals shake out heavy clouds of toxic pollen"},
{"vileplume2":"The larger its petals, the more toxic pollen it contains. Its big head is heavy and hard to hold up."},
{"paras1":"Burrows under the ground to gnaw on tree roots. The mushrooms on its back absorb most of the nutrition."},
{"parasect1":"The bug host is drained of energy by the mushroom on its back. The mushroom appears to do all the thinking."},
{"venonat1":"Its large eyes act as radar. In a bright place, you can see that they are clusters of many tiny eyes."},
{"venomoth1":"The powdery scales on its wings are hard to remove from skin. They also contain poison that leaks out on contact."},
{"diglett1":"If a Diglett digs through a field, it leaves the soil perfectly tilled and ideal for planting crops."},
{"diglett2":"It burrows through the ground at a shallow depth. It leaves raised earth in its wake, making it easy to spot."},
{"dugtrio1":"A team of Diglett triplets. It triggers huge earthquakes by burrowing 60 miles underground."},
{"dugtrio2":"These Diglett triplets dig over 60 miles below sea level. No one knows what it’s like underground."},
{"meowth1":"It loves to collect shiny things. If it’s in a good mood, it might even let its Trainer have a look at its hoard of treasures."},
{"meowth2":"It washes its face regularly to keep the coin on its forehead spotless. It doesn’t get along with Galarian Meowth."},
{"persian1":"Getting this prideful Pokémon to warm up to you takes a lot of effort, and it will claw at you the moment it gets annoyed."},
{"persian2":"Its elegant and refined behavior clashes with that of the barbaric Perrserker. The relationship between the two is one of mutual disdain."},
{"psyduck1":"Psyduck is constantly beset by headaches. If the Pokémon lets its strange power erupt, apparently the pain subsides for a while."},
{"psyduck1":"As Psyduck gets stressed out, its headache gets progressively worse. It uses intense psychic energy to overwhelm those around it."},
{"golduck1":"This Pokémon lives in gently flowing rivers. It paddles through the water with its long limbs, putting its graceful swimming skills on display."},
{"golduck2":"Old tales tell of Golduck punishing those that defiled its river. The guilty were dragged into the water and taken away."},
{"mankey1":"An agile Pokémon that lives in trees. It angers easily and will not hesitate to attack anything."},
{"primeape1":"It stops being angry only when nobody else is around. To view this moment is very difficult."},
{"growlithe1":"It has a brave and trustworthy nature. It fearlessly stands up to bigger and stronger foes."},
{"growlithe2":"Extremely loyal, it will fearlessly bark at any opponent to protect its own Trainer from harm."},
{"arcanine1":"The sight of it running over 6,200 miles in a single day and night has captivated many people."},
{"arcanine2":"A Pokémon that has long been admired for its beauty. It runs agilely as if on wings."},
{"poliwag1":"For Poliwag, swimming is easier than walking. The swirl pattern on its belly is actually part of the Pokémon’s innards showing through the skin."},
{"poliwag2":"In rivers with fast-flowing water, this Pokémon will cling to a rock by using its thick lips, which act like a suction cup."},
{"poliwhirl1":"Staring at the swirl on its belly causes drowsiness. This trait of Poliwhirl’s has been used in place of lullabies to get children to go to sleep."},
{"poliwhirl2":"This Pokémon’s sweat is a slimy mucus. When captured, Poliwhirl can slither from its enemies’ grasp and escape."},
{"poliwrath1":"Its body is solid muscle. When swimming through cold seas, Poliwrath uses its impressive arms to smash through drift ice and plow forward."},
{"poliwrath2":"Poliwrath is skilled at both swimming and martial arts. It uses its well-trained arms to dish out powerful punches."},
{"abra1":"This Pokémon uses its psychic powers while it sleeps. The contents of Abra’s dreams affect the powers that the Pokémon wields."},
{"abra2":"Abra can teleport in its sleep. Apparently the more deeply Abra sleeps, the farther its teleportations go."},
{"kadabra1":"Using its psychic power, Kadabra levitates as it sleeps. It uses its springy tail as a pillow."},
{"kadabra2":"This Pokémon’s telekinesis is immensely powerful. To prepare for evolution, Kadabra stores up psychic energy in the star on its forehead."},
{"alakazam1":"It has an incredibly high level of intelligence. Some say that Alakazam remembers everything that ever happens to it, from birth till death."},
{"alakazam2":"Alakazam wields potent psychic powers. It’s said that this Pokémon used these powers to create the spoons it holds."},
{"machop1":"Its whole body is composed of muscles. Even though it’s the size of a human child, it can hurl 100 grown-ups."},
{"machop2":"Always brimming with power, it passes time by lifting boulders. Doing so makes it even stronger."},
{"machoke1":"Its muscular body is so powerful, it must wear a power-save belt to be able to regulate its motions."},
{"machoke2":"Its formidable body never gets tired. It helps people by doing work such as the moving of heavy goods."},
{"machamp1":"It quickly swings its four arms to rock its opponents with ceaseless punches and chops from all angles."},
{"machamp2":"With four arms that react more quickly than it can think, it can execute many punches at once."},
{"bellsprout1":"Prefers hot and humid places. It ensnares tiny bugs with its vines and devours them."},
{"weepinbell1":"When hungry, it swallows anything that moves. Its hapless prey is dissolved by strong acids."},
{"victreebell1":"Lures prey with the sweet aroma of honey. Swallowed whole, the prey is dissolved in a day, bones and all."},
{"tentacool1":"Tentacool is not a particularly strong swimmer. It drifts across the surface of shallow seas as it searches for prey."},
{"tentacool2":"This Pokémon is mostly made of water. A Tentacool out in the ocean is very hard to spot, because its body blends in with the sea."},
{"tentacruel1":"When the red orbs on Tentacruel’s head glow brightly, watch out. The Pokémon is about to fire off a burst of ultrasonic waves."},
{"tentacruel2":"Its 80 tentacles can stretch and shrink freely. Tentacruel ensnares prey in a net of spread-out tentacles, delivering venomous stings to its catch."},
{"geodude1":"Commonly found near mountain trails and the like. If you step on one by accident, it gets angry."},
{"graveler1":"Often seen rolling down mountain trails. Obstacles are just things to roll straight over, not avoid."},
{"golem1":"Once it sheds its skin, its body turns tender and whitish. Its hide hardens when it’s exposed to air"},
{"ponyta1":"It can’t run properly when it’s newly born. As it races around with others of its kind, its legs grow stronger."},
{"ponyta2":"If you’ve been accepted by Ponyta, its burning mane is mysteriously no longer hot to the touch."},
{"rapidash1":"This Pokémon can be seen galloping through fields at speeds of up to 150 mph, its fiery mane fluttering in the wind."},
{"rapidash2":"The fastest runner becomes the leader, and it decides the herd’s pace and direction of travel."},
{"slowpoke1":"Slow-witted and oblivious, this Pokémon won’t feel any pain if its tail gets eaten. It won’t notice when its tail grows back, either."},
{"slowpoke2":"When this Pokémon’s tail is soaked in water, sweetness seeps from it. Slowpoke uses this trait to lure in and fish up other Pokémon."},
{"slowbro1":"Slowpoke became Slowbro when a Shellder bit on to its tail. Sweet flavors seeping from the tail make the Shellder feel as if its life is a dream."},
{"slowbro2":"Being bitten by a Shellder shocked this Pokémon into standing on two legs. If the Shellder lets go, it seems Slowbro will turn back into a Slowpoke."},
{"magnemite1":"At times, Magnemite runs out of electricity and ends up on the ground. If you give batteries to a grounded Magnemite, it’ll start moving again."},
{"magnemite2":"It subsists on electricity. As Magnemite flies, it emits electromagnetic waves from the units on each side of its body."},
{"magneton1":"This Pokémon is three Magnemite that have linked together. Magneton sends out powerful radio waves to study its surroundings."},
{"magneton2":"This Pokémon is constantly putting out a powerful magnetic force. Most computers go haywire when a Magneton approaches."},
{"farfetch'd1":"The stalk this Pokémon carries in its wings serves as a sword to cut down opponents. In a dire situation, the stalk can also serve as food."},
{"farfetch'd2":"They use a plant stalk as a weapon, but not all of them use it in the same way. Several distinct styles of stalk fighting have been observed."},
{"doduo1":"Its short wings make flying difficult. Instead, this Pokémon runs at high speed on developed legs."},
{"dodrio1":"One of Doduo’s two heads splits to form a unique species. It runs close to 40 mph in prairies."},
{"seel1":"Loves freezing-cold conditions. Relishes swimming in a frigid climate of around 14 degrees Fahrenheit."},
{"dewgong1":"Its entire body is a snowy white. Unharmed by even intense cold, it swims powerfully in icy waters."},
{"grimer1":"Made of congealed sludge. It smells too putrid to touch. Even weeds won’t grow in its path."},
{"muk1":"Smells so awful, it can cause fainting. Through degeneration of its nose, it lost its sense of smell."},
{"shellder1":"It swims facing backward by opening and closing its two-piece shell. It is surprisingly fast."},
{"shellder2":"Its hard shell repels any kind of attack. It is vulnerable only when its shell is open."},
{"cloyster1":"Its shell is extremely hard. It cannot be shattered, even with a bomb. The shell opens only when it is attacking."},
{"cloyster2":"Once it slams its shell shut, it is impossible to open, even by those with superior strength."},
{"gastly1":"Born from gases, anyone would faint if engulfed by its gaseous body, which contains poison."},
{"gastly2":"With its gas-like body, it can sneak into any place it desires. However, it can be blown away by wind."},
{"haunter1":"Its tongue is made of gas. If licked, its victim starts shaking constantly until death eventually comes."},
{"haunter2":"If you get the feeling of being watched in darkness when nobody is around, Haunter is there."},
{"gengar1":"On the night of a full moon, if shadows move on their own and laugh, it must be Gengar’s doing."},
{"gengar2":"It is said to emerge from darkness to steal the lives of those who become lost in mountains."},
{"onix1":"As it digs through the ground, it absorbs many hard objects. This is what makes its body so solid."},
{"onix2":"It rapidly bores through the ground at 50 mph by squirming and twisting its massive, rugged body."},
{"drowzee1":"If you sleep by it all the time, it will sometimes show you dreams it had eaten in the past."},
{"hypno1":"Avoid eye contact if you come across one. It will try to put you to sleep by using its pendulum."},
{"krabby1":"It can be found near the sea. The large pincers grow back if they are torn out of their sockets."},
{"krabby2":"If it senses danger approaching, it cloaks itself with bubbles from its mouth so it will look bigger."},
{"kingler1":"Its large and hard pincer has 10,000-horsepower strength. However, being so big, it is unwieldy to move."},
{"kingler2":"Its oversized claw is very powerful, but when it’s not in battle, the claw just gets in the way."},
{"voltorb1":"It is said to camouflage itself as a Poké Ball. It will self-destruct with very little stimulus."},
{"electrode1":"Stores electrical energy inside its body. Even the slightest shock could trigger a huge explosion."},
{"exeggcute1":"Though it may look like it’s just a bunch of eggs, it’s a proper Pokémon. Exeggcute communicates with others of its kind via telepathy, apparently."},
{"exeggcute2":"These Pokémon get nervous when they’re not in a group of six. The minute even one member of the group goes missing, Exeggcute become cowardly."},
{"exeggutor1":"Each of Exeggutor’s three heads is thinking different thoughts. The three don’t seem to be very interested in one another."},
{"exeggutor2":"When they work together, Exeggutor’s three heads can put out powerful psychic energy. Cloudy days make this Pokémon sluggish."},
{"cubone1":"When the memory of its departed mother brings it to tears, its cries echo mournfully within the skull it wears on its head."},
{"cubone2":"This Pokémon wears the skull of its deceased mother. Sometimes Cubone’s dreams make it cry, but each tear Cubone sheds makes it stronger."},
{"marowak1":"This Pokémon overcame its sorrow to evolve a sturdy new body. Marowak faces its opponents bravely, using a bone as a weapon."},
{"marowak2":"When this Pokémon evolved, the skull of its mother fused to it. Marowak’s temperament also turned vicious at the same time."},
{"hitmonlee1":"This amazing Pokémon has an awesome sense of balance. It can kick in succession from any position."},
{"hitmonlee2":"The legs freely contract and stretch. The stretchy legs allow it to hit a distant foe with a rising kick."},
{"hitmonchan1":"Its punches slice the air. They are launched at such high speed, even a slight graze could cause a burn."},
{"hitmonchan2":"Its punches slice the air. However, it seems to need a short break after fighting for three minutes."},
{"lickitung1":"If this Pokémon’s sticky saliva gets on you and you don’t clean it off, an intense itch will set in. The itch won’t go away, either."},
{"lickitung2":"Bug Pokémon are Lickitung’s main food source. This Pokémon paralyzes its prey with a lick from its long tongue, then swallows the prey whole."},
{"koffing1":"Its body is full of poisonous gas. It floats into garbage dumps, seeking out the fumes of raw, rotting trash."},
{"koffing2":"It adores polluted air. Some claim that Koffing used to be more plentiful in the Galar region than they are now."},
{"weezing1":"It mixes gases between its two bodies. It’s said that these Pokémon were seen all over the Galar region back in the day."},
{"weezing2":"It can’t suck in air quite as well as a Galarian Weezing, but the toxins it creates are more potent than those of its counterpart."},
{"rhyhorn1":"Strong, but not too bright, this Pokémon can shatter even a skyscraper with its charging tackles."},
{"rhyhorn2":"It can remember only one thing at a time. Once it starts rushing, it forgets why it started."},
{"rhydon1":"It begins walking on its hind legs after evolution. It can punch holes through boulders with its horn."},
{"rhydon2":"Protected by an armor-like hide, it is capable of living in molten lava of 3,600 degrees Fahrenheit."},
{"chansey1":"The egg Chansey carries is not only delicious but also packed with nutrition. It’s used as a high-class cooking ingredient."},
{"chansey2":"This species was once very slow. To protect their eggs from other creatures, these Pokémon became able to flee quickly."},
{"tangela1":"Hidden beneath a tangle of vines that grows nonstop even if the vines are torn off, this Pokémon’s true appearance remains a mystery."},
{"tangela2":"The vines of a Tangela have a distinct scent. In some parts of Galar, Tangela vines are used as herbs."},
{"kangaskhan1":"Although it’s carrying its baby in a pouch on its belly, Kangaskhan is swift on its feet. It intimidates its opponents with quick jabs."},
{"kangaskhan2":"There are records of a lost human child being raised by a childless Kangaskhan."},
{"horsea1":"Horsea makes its home in oceans with gentle currents. If this Pokémon is under attack, it spits out pitch-black ink and escapes."},
{"horsea2":"They swim with dance-like motions and cause whirlpools to form. Horsea compete to see which of them can generate the biggest whirlpool."},
{"seadra1":"It’s the males that raise the offspring. While Seadra are raising young, the spines on their backs secrete thicker and stronger poison."},
{"seadra2":"Seadra’s mouth is slender, but its suction power is strong. In an instant, Seadra can suck in food that’s larger than the opening of its mouth."},
{"goldeen1":"Its dorsal, pectoral, and tail fins wave elegantly in water. That is why it is known as the Water Dancer."},
{"goldeen2":"Its dorsal and pectoral fins are strongly developed like muscles. It can swim at a speed of five knots."},
{"seaking1":"In autumn, its body becomes more fatty in preparing to propose to a mate. It takes on beautiful colors."},
{"seaking2":"Using its horn, it bores holes in riverbed boulders, making nests to prevent its eggs from washing away."},
{"staryu1":"If you visit a beach at the end of summer, you’ll be able to see groups of Staryu lighting up in a steady rhythm."},
{"staryu2":"Fish Pokémon nibble at it, but Staryu isn’t bothered. Its body regenerates quickly, even if part of it is completely torn off."},
{"starmie1":"This Pokémon has an organ known as its core. The organ glows in seven colors when Starmie is unleashing its potent psychic powers."},
{"starmie2":"Starmie swims by spinning its body at high speed. As this Pokémon cruises through the ocean, it absorbs tiny plankton."},
{"mr.mime1":"The broadness of its hands may be no coincidence—many scientists believe its palms became enlarged specifically for pantomiming."},
{"mr.mime2":"It’s known for its top-notch pantomime skills. It protects itself from all sorts of attacks by emitting auras from its fingers to create walls."},
{"scyther1":"As Scyther fights more and more battles, its scythes become sharper and sharper. With a single slice, Scyther can fell a massive tree."},
{"scyther2":"If you come across an area in a forest where a lot of the trees have been cut down, what you've found is a Scyther's territory."},
{"jynx1":"In certain parts of Galar, Jynx was once feared and worshiped as the Queen of Ice."},
{"jynx2":"The Jynx of Galar often have beautiful and delicate voices. Some of these Pokémon have even gathered a fan base."},
{"electabuzz1":"Many power plants keep Ground-type Pokémon around as a defense against Electabuzz that come seeking electricity."},
{"electabuzz2":"With the coming of a storm, many of these Pokémon will gather under tall trees and sit there waiting for lightning to strike."},
{"magmar1":"Magmar dispatches its prey with fire. But it regrets this habit once it realizes that it has burned its intended prey to a charred crisp."},
{"magmar2":"These Pokémon’s bodies are constantly burning. Magmar are feared as one of the causes behind fires."},
{"pinsir1":"These Pokémon judge one another based on pincers. Thicker, more impressive pincers make for more popularity with the opposite gender."},
{"pinsir2":"This Pokémon clamps its pincers down on its prey and then either splits the prey in half or flings it away."},
{"tauros1":"When Tauros begins whipping itself with its tails, it’s a warning that the Pokémon is about to charge with astounding speed."},
{"tauros2":"The Tauros of the Galar region are volatile in nature, and they won’t allow people to ride on their backs."},
{"magikarp1":"It is virtually worthless in terms of both power and speed. It is the most weak and pathetic Pokémon in the world."},
{"magikarp2":"This weak and pathetic Pokémon gets easily pushed along rivers when there are strong currents."},
{"gyarados1":"It has an extremely aggressive nature. The Hyper Beam it shoots from its mouth totally incinerates all targets."},
{"gyarados2":"Once it begins to rampage, a Gyarados will burn everything down, even in a harsh storm."},
{"lapras1":"A smart and kindhearted Pokémon, it glides across the surface of the sea while its beautiful song echoes around it."},
{"lapras2":"Crossing icy seas is no issue for this cold-resistant Pokémon. Its smooth skin is a little cool to the touch."},
{"ditto1":"It can reconstitute its entire cellular structure to change into what it sees, but it returns to normal when it relaxes."},
{"ditto2":"When it encounters another Ditto, it will move faster than normal to duplicate that opponent exactly."},
{"eevee1":"It has the ability to alter the composition of its body to suit its surrounding environment."},
{"eevee2":"Thanks to its unstable genetic makeup, this special Pokémon conceals many different possible evolutions."},
{"vaporeaon1":"When Vaporeon’s fins begin to vibrate, it is a sign that rain will come within a few hours."},
{"vaporeaon2":"Its body’s cellular structure is similar to the molecular composition of water. It can melt invisibly in water."},
{"jolteon1":"If it is angered or startled, the fur all over its body bristles like sharp needles that pierce foes."},
{"jolteon2":"It accumulates negative ions in the atmosphere to blast out 10,000-volt lightning bolts."},
{"flareon1":"Once it has stored up enough heat, this Pokémon’s body temperature can reach up to 1,700 degrees Fahrenheit."},
{"flareon2":"It stores some of the air it inhales in its internal flame pouch, which heats it to over 3,000 degrees Fahrenheit."},
{"porygon1":"State-of-the-art technology was used to create Porygon. It was the first artificial Pokémon to be created via computer programming."},
{"porygon2":"In recent years, this species has been very helpful in cyberspace. These Pokémon will go around checking to make sure no suspicious data exists."},
{"omanyte1":"Because some Omanyte manage to escape after being restored or are released into the wild by people, this species is becoming a problem."},
{"omanyte2":"This Pokémon is a member of an ancient, extinct species. Omanyte paddles through water with its 10 tentacles, looking like it’s just drifting along."},
{"omastar1":"Weighed down by a large and heavy shell, Omastar couldn’t move very fast. Some say it went extinct because it was unable to catch food."},
{"omastar2":"Omastar’s sharp fangs could crush rock, but the Pokémon can attack only the prey that come within reach of its tentacles."},
{"kabuto1":"This species is almost entirely extinct. Kabuto molt every three days, making their shells harder and harder."},
{"kabuto2":"While some say this species has gone extinct, Kabuto sightings are apparently fairly common in some places."},
{"kabutops1":"Kabutops slices its prey apart and sucks out the fluids. The discarded body parts become food for other Pokémon."},
{"kabutops2":"The cause behind the extinction of this species is unknown. Kabutops were aggressive Pokémon that inhabited warm seas."},
{"aerodactyl1":"This is a ferocious Pokémon from ancient times. Apparently even modern technology is incapable of producing a perfectly restored specimen."},
{"aerodactyl2":"Aerodactyl’s sawlike fangs can shred skin to tatters—even the skin of Steel-type Pokémon."},
{"snorlax1":"It is not satisfied unless it eats over 880 pounds of food every day. When it is done eating, it goes promptly to sleep."},
{"snorlax2":"This Pokémon’s stomach is so strong, even eating moldy or rotten food will not affect it."},
{"articuno1":"It’s said that this Pokémon’s beautiful blue wings are made of ice. Articuno flies over snowy mountains, its long tail fluttering along behind it."},
{"articuno2":"This Pokémon can control ice at will. Articuno is said to live in snowy mountains riddled with permafrost."},
{"zapdos1":"This Pokémon has complete control over electricity. There are tales of Zapdos nesting in the dark depths of pitch-black thunderclouds."},
{"zapdos2":"Zapdos is a legendary bird Pokémon. It’s said that when Zapdos rubs its feathers together, lightning will fall immediately after."},
{"moltres1":"It’s one of the legendary bird Pokémon. When Moltres flaps its flaming wings, they glimmer with a dazzling red glow."},
{"moltres2":"There are stories of this Pokémon using its radiant, flame-cloaked wings to light up paths for those lost in the mountains."},
{"dratini1":"Dratini dwells near bodies of rapidly flowing water, such as the plunge pools of waterfalls. As it grows, Dratini will shed its skin many times."},
{"dratini2":"This Pokémon was long considered to be no more than a myth. The small lump on a Dratini’s forehead is actually a horn that’s still coming in."},
{"dragonair1":"This Pokémon lives in pristine oceans and lakes. It can control the weather, and it uses this power to fly into the sky, riding on the wind."},
{"dragonair2":"This Pokémon gathers power in the orbs on its tail and controls the weather. When enshrouded by an aura, Dragonair has a mystical appearance."},
{"dragonite1":"It’s a kindhearted Pokémon. If it spots a drowning person or Pokémon, Dragonite simply must help them."},
{"dragonite2":"This Pokémon is known as the Sea Incarnate. Figureheads that resemble Dragonite decorate the bows of many ships."},
{"mewtwo1":"Its DNA is almost the same as Mew’s. However, its size and disposition are vastly different."},
{"mewtwo2":"Its DNA is almost the same as Mew’s. However, its size and disposition are vastly different."},
{"mew1":"When viewed through a microscope, this Pokémon’s short, fine, delicate hair can be seen."}
]